[
	{"name": "Cat in a Croc", "text": "Hello, it’s nice to meet you!"},
	{"name": "Cat in a Croc", "text": "Welcome to the wonderful town of [Town name]!"},
	{"name": "Cat in a Croc", "text": "I know you’re new around here but I’ll be in paw’s reach if you have any trouble."},
	{"name": "Cat in a Croc", "text": "*whisper* There’s a little bit of magic up my Croc, I can help you with anything."},
	{"name": "Cat in a Croc", "text": "So, I heard you came to [Town name] looking for some new projects to work on?"},
	{"name": "Me", "text": "Actually, yeah. That would be great."},
	{"name": "Cat in a Croc", "text": "Oh how perfect, I know a few friends who REALLY need some help with their websites."},
	{"name": "Cat in a Croc", "text": "I’m sure with your expertise, you’ll get them where they need to be!"},
	{"name": "Cat in a Croc", "text": "If you don’t know what to do, don’t worry about it."},
	{"name": "Cat in a Croc", "text": "I’ll help you learn what you need to know- "},
	{"name": "Cat in a Croc", "text": "*phone rings*"},
	{"name": "Cat in a Croc", "text": "Oh shoot! That’s them. I have to go, but I’ll teach you what you'll know in a moment."},
	{"name": "Me", "text": "I wonder why they were in such a rush.."},
	{"name": "Me", "text": "It's been a minute.. I wonder where they went."},
	{"name": "Me", "text": "(You see an old cat slowly making their way to you from afar)"},
	{"name": "Me", "text": "*thinking* Should I help him? He's taking his sweet time.."},
	{"name": "Old Man", "text": "Oh hi there young lad.. Were you just with that one handsome orange tabby earlier?"},
	{"name": "Me", "text": "???"},
	{"name": "Me", "text": "*thinking* Wait a minute.."},
	{"name": "Me", "text": "Aren’t you the same cat but with a different colored Croc??"},
	{"name": "Old Man", "text": "And I thought my eyes were old.."},
	{"name": "Old Man", "text": "Thank you, I guess I ldo ook great for my old age."},
	{"name": "Old Man", "text": "Anyway, I need some help with this website I’ve been working on and I have no idea what any of these buttons do."},
	{"name": "Old Man", "text": "I can’t keep up with the youngins nowadays, but I still have to try."},
	{"name": "Old Man", "text": "This website is supposed to be a basic search page."},
	{"name": "Old Man", "text": "Could you help this old man out with this?"},
	{"name": "Me", "text": "I guess I'll give it a shot. I’ll try my best."}
]
