[
{"name": "Cat in a Croc", "text": "Nice work with the Search Engine website!"},
{"name": "Cat in a Croc", "text": "The Old Man was enjoying the design and the simplicity of it."},
{"name": "Cat in a Croc", "text": "Not sure if he was staring at the design or the picture he wanted of himself when he was young.."},
{"name": "Me", "text": "That was you when you were younger??"},
{"name": "Cat in a Croc", "text": "What? No, that was the old man when he was younger."},
{"name": "Cat in a Croc", "text": "Does the Old Man and I look the same to you? He's so old!"},
{"name": "Me", "text": "Nevermind. It was a fun project."},
{"name": "Cat in a Croc", "text": "You're a silly one. You'll fit right into Croctopia!"},
{"name": "Cat in a Croc", "text": "You ready for your next project? I got another close friend of mine!"},
{"name": "Cat in a Croc", "text": "You'll meet them soon. I'll go find them and they'll explain the wonderful idea!"},
{"name": "Me", "text": "Not again.."},
{"name": "Me", "text": "(A few minutes pass and you see a bright pink croc turn the corner)"},
{"name": "Pink Cat", "text": "OH, HELLO HELLO!"},
{"name": "Pink Cat", "text": "HI, MY NAME IS JEWEL! YOU LIKE THE BLING ON MY CROCS?"},
{"name": "Jewel", "text": "I DID IT MYSELF! I LOVE BEDAZZLE"},
{"name": "Me", "text": "*thinking* My ears are ringing"},
{"name": "Jewel", "text": "SORRY- Sorry, I got really excited about my new bling."},
{"name": "Jewel", "text": "I just got them from Sahara and they came in last night."},
{"name": "Jewel", "text": "Sahara does 1-day shipping and it's SO blessed!"},
{"name": "Jewel", "text": "Oh yeah, Cici told me that you'd help me with my online store website design."},
{"name": "Me", "text": "Cici?"},
{"name": "Jewel", "text": "That other super intelligent orange tabby cat that was here earlier?"},
{"name": "Jewel", "text": "Cici for short cause we're close!"},
{"name": "Jewel", "text": "So, I'm planning on total world domination with my online store and I need it to be easy to navigate."},
{"name": "Jewel", "text": "Okay, thanks. Bye! I have a meeting with my coworker bestie to see what else we could add to the store!"},
{"name": "Jewel", "text": "Cici will give you the details. Can't wait to see how it turns out!"},
{"name": "Me", "text": "Ah, yeah.. no problem"}
]